[
  {
    "id": "1",
    "company": "University of Maryland",
    "position": "Faculty Specialist",
    "location": "College Park, Maryland, United States (Hybrid)",
    "startDate": "Nov 2022",
    "endDate": "Present",
    "description": "Supporting research in land cover change through machine learning model training and image interpretation.",
    "achievements": [
      "Spearhead a new project extracting Canopy Height Models from lidar data using R and Python libraries",
      "Digitize polygon training data for deep learning (CNN) model trained on Planet imagery in QGIS",
      "Execute data processing for raster (image) and vector (polygon) datasets in a cloud computing (HPC) environment",
      "Conduct fieldwork to support data collection efforts",
      "Contribute to peer-reviewed publications on remote sensing and land cover change"
    ]
  },
  {
    "id": "2",
    "company": "Thought Delivery Systems, Inc.",
    "position": "GIS Team Member",
    "location": "Silver Spring, Maryland, United States",
    "startDate": "Sep 2021",
    "endDate": "Nov 2022",
    "description": "Worked on geographic mapping and visualization projects using QGIS and other geospatial tools.",
    "achievements": [
      "Collected and digitized geographic data for map creation",
      "Created visualizations using StoryMaps and Mapbox",
      "Led global project to map Champion Trees",
      "Planned and moderated high-attendance conferences",
      "Established standard procedures for company mapping and data archiving"
    ]
  },
  {
    "id": "3",
    "company": "University of Maryland",
    "position": "Faculty Assistant, NASA Global Ecosystem Dynamics Investigation (GEDI) team",
    "location": "College Park, Maryland, United States",
    "startDate": "Sep 2021",
    "endDate": "Sep 2022",
    "description": "Supported international forest monitoring and LiDAR data research through code development and fieldwork.",
    "achievements": [
      "Traveled to Mozambique to assist in LiDAR data collection",
      "Edited a technical paper on forest degradation classification",
      "Attended Terrestrial Laser Scanner training by Riegl",
      "Adapted code to calculate forest biomass density for global datasets",
      "Collaborated on debugging and improving research codebase"
    ]
  }
]